Repository: Akjo03/WinClean
Catalog: resources/Strings.*.resx
Languages: de_de

# ArgParse.Error
source: strings.ArgParse.Error
de_de: Fehler beim Verarbeiten der Argumente!

# ArgParse.Help
source: strings.ArgParse.Help
de_de: Die Hilfe für WinClean-Argumente ist noch nicht verfügbar... Bitte warten Sie auf zukünftige Updates!

# ArgParse.LocaleNotFound
source: strings.ArgParse.LocaleNotFound
de_de: Das Sprachgebiet {locale} wurde nicht gefunden!

# ArgParse.PartNotFound
source: strings.ArgParse.PartNotFound
de_de: Teil {part_name} wurde nicht gefunden!

# ArgParse.PartNotNumerical
source: strings.ArgParse.PartNotNumerical
de_de: Teil " {part_name}" ist keine Zahl!

# CancelEventMessage
source: strings.CancelEventMessage
de_de: WinClean wurde abgebrochen! Wird fertiggestellt...

# EarlyDevelopmentMessage
source: strings.EarlyDevelopmentMessage
de_de: WinClean befindet sich noch in der frühen Entwicklung! Diese Version ist noch nicht fertig... bitte warten Sie auf Updates!

# EnterToContinue
source: strings.EnterToContinue
de_de: Drücken Sie die Eingabetaste, um fortzufahren...

# EnterToExit
source: strings.EnterToExit
de_de: Drücken Sie die Eingabetaste, um WinClean zu beenden...

# ExitingWithExitCode
source: strings.ExitingWithExitCode
de_de: Beendet mit Exit-Code {exitCode}...

# FatalErrorOccured
source: strings.FatalErrorOccured
de_de: Ein schwerwiegender Fehler ist aufgetreten...

# LanguageSelectionTitle
source: strings.LanguageSelectionTitle
de_de: Sprachauswahl

# NotWindows
source: strings.NotWindows
de_de: WinClean scheint gerade nicht unter Windows zu laufen! WinClean funktioniert nur auf Windows 10.

# NotWindows10
source: strings.NotWindows10
de_de: WinClean scheint gerade nicht unter Windows 10 zu laufen! WinClean funktioniert nur auf Windows 10.

# Select
source: strings.Select
de_de: Auswählen

# Selection.Language
source: strings.Selection.Language
de_de: Bitte wähle deine Sprache aus:

# Selection.Language.AnsEnglish
source: strings.Selection.Language.AnsEnglish
de_de: English

# Selection.Language.AnsGerman
source: strings.Selection.Language.AnsGerman
de_de: Deutsch

# Selection.Language.CurrentLanguage
source: strings.Selection.Language.CurrentLanguage
de_de: Wir haben festgestellt, dass Ihre Sprache auf Deutsch eingestellt ist. Ist das korrekt?

# Selection.Language.CurrentLanguage.Correct
source: strings.Selection.Language.CurrentLanguage.Correct
de_de: Ja, das ist korrekt.

# Selection.Language.CurrentLanguage.Wrong
source: strings.Selection.Language.CurrentLanguage.Wrong
de_de: Nein, ich möchte die Sprache ändern.

# SelectionEmpty
source: strings.SelectionEmpty
de_de: Die Auswahl ist leer!

# SelectionNotInRange
source: strings.SelectionNotInRange
de_de: Die Auswahl ist nicht innerhalb des Wertebereichs!

# SelectionNotNumerical
source: strings.SelectionNotNumerical
de_de: Die Auswahl ist keine Zahl!

# WelcomeMessage
source: strings.WelcomeMessage
de_de: Willkommen bei WinClean!

# WelcomeTitle
source: strings.WelcomeTitle
de_de: Willkommen
